[
  "Angered by any delays.",
  "Constantly looking for more XP Points.",
  "Selling soylent-based candy bars.",
  "Keeps correcting people's grammar.",
  "Allergic to FunFoods. (Cold Fun, Hot Fun, more?)",
  "Talks so softly that it is hard to hear them.",
  "Takes stupid risks to show they are not living in fear.",
  "Constantly inventing acronyms.",
  "Speaks with hands more than words.",
  "Stands too close to others when talking.",
  "Never feels guilt or remorse.",
  "Easily distracted by noises.",
  "Gets hiccups at the drop of a hat.",
  "Instinctively bootlicks higher clearances.",
  "Always cold and wears a sweater.",
  "A hypochondriac about trash and recyclables.",
  "Addicted to gelgernine (Happy Pills).",
  "Refuses to admit they are wrong.",
  "Thinks literally everyone is out to get them.",
  "Total bully and strong enough to do that.",
  "Never touches anybody unless forced to.",
  "Continuously writing a legal Teela-O fanfic.",
  "Always chewing gum with an open mouth.",
  "Hums when thinking or working.",
  "Stays two metres away from others whenever possible.",
  "Does not walk so much as sashays.",
  "Has a limp that moves from left leg to right.",
  "Everything is a contest and they must win.",
  "Keeps calling people 'homeslice'.",
  "Absolutely zero sense of direction.",
  "Constantly counting steps for a vague exercise goal.",
  "Obsessed with Captain Alpha.",
  "Laughs when nervous or threatened.",
  "Constant sniffles and the occasional sneeze.",
  "Voice kind of sounds like Friend Computer. (Kind of.)",
  "Cries when upset. Also, frequently upset.",
  "Thinks bots are adorable and loves to pet them.",
  "Refuses to use contractions (AKA The Traitor's Grammar).",
  "Has a 'Kick me I'm a traitor' sign taped to their back.",
  "Terrified by blood or injuries.",
  "Gets winded by half a flight of stairs.",
  "Aspires to be a Vulture Squadron Warrior.",
  "Does not stop smiling, even when asleep.",
  "Talks about rare transbots even if no one cares.",
  "Never smiles and literally says, 'Ha ha' instead of laughing.",
  "Wow, their skin is sooooo clear and soft!",
  "Clothes smell like smoke from burning plastic.",
  "Jaws are wired shut and can only grunt, not speak.",
  "Always tired and looking for a place to lie down.",
  "Yeah, they have not showered all week."
]
