[
  "Confirm identities of nearby citizens just in case.",
  "Harass others to feel happier for a moment.",
  "Give out four more fines to meet a quota or else.",
  "Improve team efficiency by at least 17%.",
  "Keep being overlooked to avoid being volunteered.",
  "Find a patsy for treason they committed a few minutes ago.",
  "No one gets through this checkpoint. No one.",
  "Get that damn promotion already.",
  "Break people from their chains and establish a worker's paradise.",
  "Mess with those [Insert Service Group] bastards.",
  "Kill those [Insert Service Group] bastards.",
  "Just wants to go to bed already.",
  "Find that explosive wherever it went.",
  "See what the Outdoors or Underplex is really like.",
  "Feel smarter by making others feel dumb.",
  "Try every flavour of B3 ever made.",
  "Do not let anyone walk faster than you, seriously, no one.",
  "Convince others that the band Twin Clones is the best ever.",
  "Discover who sent them that weird message.",
  "Take revenge on those who laughed at them.",
  "Teach those fools at the university that you are not mad!",
  "Make [Insert Any Name] pay for their insolence.",
  "Do as little work as possible without dying.",
  "Hunt down and kill the real Lenny-R-JRK.",
  "Find their way to a black market.",
  "Needs to die to get rid of flags but cannot do it themselves.",
  "Find where that foul odour is coming from.",
  "Wait for someone to screw up so you can report them immediately.",
  "Destroy The Computer and usher in a new age of freedom and happiness.",
  "Protect The Computer and keep the current age of freedom and happiness.",
  "Pretend to be deaf to catch others committing treason.",
  "Sell counterfeit Funbot memorabilia.",
  "Make it onto the show Songs in Praise of The Computer.",
  "Find and kill the most loyal clone here.",
  "Join a secret society to finally have some friends.",
  "Upload a Trojan horse they coded into someone's Coretech.",
  "Keep interrogation skills sharp by practising daily.",
  "Track down an old roommate to murder him.",
  "These boots are not going to spit-shine themselves, maggot!",
  "Discreetly buy and sell [Insert Prescription] illegally.",
  "Find the next Teela-O-MLY.",
  "Follow and try to join a Troubleshooter team.",
  "Pretend to be everyone's best friend and then betray them.",
  "Make up a nickname for every clone they meet.",
  "Has a lot of trouble keeping their temper under control.",
  "Collect autographs from celebrity citizens.",
  "Keep down today's suspicious lunch.",
  "Do not let anyone know about their extreme fear of scrubots.",
  "Disguise ignorance by answering questions with other questions.",
  "Do not let them realise all this is being recorded for a reality show."
]
